Repository: devNasih/abo-glumbo-panel-bbk
Catalog: lib/l10n/app_*.arb
Languages: ar

source: Booking was rejected by service provider
ar: تم رفض الحجز من قبل وكيل الخدمة

source: Booking was cancelled
ar: تم إلغاء الحجز

source: Service in progress
ar: الخدمة قيد التنفيذ

source: Current
ar: الحالي

source: Service is currently being performed
ar: الخدمة قيد التنفيذ

source: Waiting for service provider
ar: انتظار وكيل الخدمة

source: Waiting for technician to start service
ar: انتظار وكيل الخدمة لبدء الخدمة

source: Waiting for acceptance
ar: انتظار الموافقة

source: Waiting for service provider response
ar: انتظار وكيل الخدمة

# orderRejected
source: Order Rejected Successfully
ar: تم رفض الطلب

source: Registration Success
ar: تم التسجيل بنجاح

source: Registration Failed
ar: فشل التسجيل

source: Confirm Reject
ar: تأكيد الرفض

# confirmRejectMessage
source: Are you sure you want to reject this order?
ar: هل أنت متأكد أنك تريد رفض هذا الطلب؟

source: Notifications
ar: الاشعارات
