Repository: devNasih/abo-glumbo-panel-bbk
Catalog: lib/l10n/app_*.arb
Languages: ar

# appName
source: Abo Glumbo
ar: أبو جلمبو

# appLoginCaption
source: Your go-to app for finding qualified professionals.
ar: التطبيق للعثور على محترفين مؤهلين.

source: Mobile Number
ar: رقم الهاتف

source: By Continuing you agree to our
ar: من خلال المتابعة، فإنك توافق علينا

# termsOfUseAndPrivacyPolicy
source: Terms of use & privacy policy
ar: شروط الاستخدام وسياسة الخصوصية

source: Remember me
ar: تذكرني

source: Manage Orders
ar: إدارة الطلبات

source: Failed to get address
ar: فشل الحصول على العنوان

source: Add Custom Job Roles
ar: اضافة وظائف عمل مخصصة

source: Enter Additional Job Roles
ar: ادخل وظائف عمل اضافية

source: Detect Current Location
ar: تحديد الموقع الحالي

source: Failed to get location
ar: فشل الحصول على الموقع

source: Cannot complete tasks scheduled for the future
ar: لا يمكن اكمال المهام المجدولة للمستقبل

source: Orders
ar: طلبات

source: Are you sure you want to delete your account? This action cannot be undone
ar: هل تريد حذف حسابك؟ هذا الإجراء لا يمكن التراجع عنه

source: Completed
ar: مُكتمل

source: Booking Accepted
ar: تم قبول الحجز

# yourBookingRequestHasBeenAccepted
source: Your booking request has been accepted! Our team will contact you shortly.
ar: تم قبول طلب الحجز الخاص بك! سيتواصل معك فريقنا قريباً.

source: Booking Rejected
ar: تم رفض الحجز

# yourBookingRequestHasBeenRejected
source: Unfortunately, your booking request has been rejected. Please try again or contact support.
ar: للأسف، تم رفض طلب الحجز الخاص بك. يرجى المحاولة مرة أخرى أو الاتصال بالدعم.

# sendingNotification
source: Sending notification to customer
ar: إرسال الإشعار للعميل

# notificationSent
source: Notification sent to customer
ar: تم إرسال الإشعار للعميل

# failedToSendNotification
source: Failed to send notification to customer
ar: فشل في إرسال الإشعار للعميل

source: Refresh Status
ar: تحديث الحالة

source: Sign Out
ar: تسجيل الخروج

source: Reject Order
ar: رفض الطلب

source: Are you sure you want to reject this order?
ar: هل أنت متأكد أنك تريد رفض هذا الطلب؟

source: Reject
ar: رفض

source: Rejecting Order
ar: رفض الطلب

source: Failed to reject order
ar: فشل في رفض الطلب

source: Assigning Booking to
ar: تعيين الحجز إلى

source: Failed to assign booking to
ar: فشل في تعيين الحجز إلى

source: Retry
ar: إعادة المحاولة

source: Complete Order
ar: إكمال الطلب

source: Are you sure you want to complete this order?
ar: هل أنت متأكد أنك تريد إكمال هذا الطلب؟

source: Complete
ar: إكمال

source: Completing Order
ar: إكمال الطلب

source: Failed to complete order
ar: فشل في إكمال الطلب

source: Your account has been deactivated by admin
ar: تم إلغاء تنشيط حسابك من قبل المسؤول

source: Assign To
ar: تعيين إلى

source: agent
ar: وكيل

source: Assign to user
ar: تعيين للمستخدم

source: No Agents Available
ar: لا توجد وكلاء متاحين

source: Scheduled For
ar: مجدول لـ

source: No Pending Orders
ar: لا توجد طلبات معلقة

source: No Accepted Orders
ar: لا توجد طلبات مقبولة

source: No Rejected Orders
ar: لا توجد طلبات مرفوضة

source: No Completed Orders
ar: لا توجد طلبات مكتملة

# noCancelledOrders
source: No Canceled Orders
ar: لا توجد طلبات ملغاة

source: Services
ar: الخدمات

source: Error
ar: خطأ

source: Highlighted Services
ar: الخدمات المميزة

source: Manage Banners
ar: إدارة البانرات

source: Confirm Delete
ar: تأكيد الحذف

source: Delete
ar: حذف

source: Banner Deleted
ar: تم حذف البانر

source: Failed to delete Banner
ar: فشل في حذف البانر

source: Failed to save Banner
ar: فشل في حفظ البانر

source: Active
ar: نشط

source: Show In Primary Banner
ar: إظهار في البانر الرئيسي

source: If disabled, it will show in secondary banner
ar: إذا تم تعطيله، فسيظهر في البانر الثانوي

source: Pick Image
ar: اختر صورة

source: Upload
ar: رفع

source: Failed to save Highlighted service
ar: فشل في حفظ الخدمة المميزة

source: Done
ar: تم

source: Add Service
ar: إضافة خدمة

source: No services selected
ar: لم يتم اختيار خدمات

source: Failed to load categories
ar: فشل في تحميل الفئات

source: Failed to save service
ar: فشل في حفظ الخدمة

source: Failed to create service
ar: فشل في إنشاء الخدمة

source: Failed to update service
ar: فشل في تحديث الخدمة

# pleaseVerifyYourIqama
source: Please verify your iqama by checking the confirmation box
ar: يرجى التحقق من الإقامة الخاصة بك من خلال تحديد مربع التأكيد

source: Upload Your Iqama
ar: رفع الإقامة الخاصة بك

source: Location Permissions Are Denied
ar: تم رفض أذونات الموقع

source: Location Permissions Are Permanently Denied
ar: تم رفض أذونات الموقع نهائياً

source: Error Detecting Location
ar: خطأ في تحديد الموقع

source: Error Getting Address
ar: خطأ في الحصول على العنوان

source: Please Select Your ID Document
ar: يرجى تحديد وثيقة الهوية الخاصة بك

source: Please select at least one job role
ar: يرجى تحديد دور وظيفي واحد على الأقل

source: Unknown
ar: غير معروف

source: OTP Auto Verified
ar: تم التحقق التلقائي من رمز التحقق

source: Something Went Wrong, Try Again
ar: حدث خطأ ما، يرجى المحاولة مرة أخرى

source: OTP Sent
ar: تم إرسال رمز التحقق

source: An Error Occurred, Please Try Again Later
ar: حدث خطأ، يرجى المحاولة مرة أخرى لاحقًا

source: Please Enter A Valid Phone Number
ar: يرجى إدخال رقم الهاتف الصالح

source: Invalid OTP
ar: رمز التحقق غير صالح

source: OTP Verification
ar: التحقق من otp

source: Enter The OTP Sent To The Number
ar: أدخل رمز التحقق المرسل إلى الرقم

source: Change
ar: تغيير

source: Enter OTP
ar: أدخل رمز التحقق

source: Verify OTP
ar: تحقق من رمز التحقق

source: Language
ar: اللغة

source: Are you sure you want to logout?
ar: هل أنت متأكد أنك تريد تسجيل الخروج؟

source: Account
ar: الحساب

source: Profile Management
ar: إدارة الملف الشخصي

source: Wishlist
ar: قائمة الرغبات

source: Select Language
ar: اختر اللغة

source: Logout
ar: تسجيل الخروج

source: Home
ar: الصفحة الرئيسية

source: My Booking
ar: حجوزات

source: Categories
ar: الفئات

source: Search here
ar: ابحث هنا

source: Available Services
ar: الخدمات المتاحة

source: Failed to load locations
ar: فشل في تحميل المواقع

source: Select Location
ar: اختر الموقع

source: Profile updated successfully
ar: تم تحديث الملف الشخصي بنجاح

source: Failed to update profile
ar: فشل تحديث الملف الشخصي

source: Your Name
ar: اسمك

source: Name Is Required
ar: الاسم المطلوب

source: Enter A Valid Name
ar: يرجى إدخال اسم صالح

source: Email Address
ar: عنوان البريد الإلكتروني

# emailIsRequired
source: Email Is Aequired
ar: البريد الإلكتروني مطلوب

source: Enter A Valid Email
ar: يرجى إدخال بريد إلكتروني صالح

source: Phone Number
ar: رقم الهاتف

source: Location Is Required
ar: الموقع مطلوب

source: Building Number Is Required
ar: رقم المبنى مطلوب

source: Street Name
ar: اسم الشارع

source: Street Name is Required
ar: اسم الشارع مطلوب

source: District Name
ar: اسم الحي

source: District Name is Required
ar: اسم الحي مطلوب

source: City Name
ar: اسم المدينة

source: City Name Is Required
ar: اسم المدينة مطلوب

source: Postcode
ar: الرمز البريدي

source: Postcode Is Required
ar: الرمز البريدي مطلوب

source: Extension Number
ar: رقم التوسيع

source: Extension Number Is Required
ar: رقم التوسيع مطلوب

source: Update
ar: تحديث

source: Account Created Successfully
ar: تم إنشاء الحساب بنجاح

source: Failed to create account
ar: فشل في إنشاء الحساب

source: Please fill the input below here to continue
ar: يرجى ملء المعلومات أدناه للمتابعة

source: Create Account
ar: إنشاء حساب

source: Failed to load content
ar: فشل في تحميل المحتوى

source: No Address
ar: لا يوجد عنوان

source: Search for a service
ar: ابحث عن خدمة

source: Job Categories
ar: فئات الوظائف

source: Failed to load data. Please try again later.
ar: فشل في تحميل البيانات. يرجى المحاولة مرة أخرى لاحقًا.

source: No bookings found.
ar: لم يتم العثور على حجوزات.

source: Search services
ar: ابحث عن الخدمات

source: No services in your wishlist
ar: لا توجد خدمات في قائمة الرغبات الخاصة بك

source: Failed to save booking
ar: فشل في حفظ الحجز

source: Morning
ar: الصباح

source: After noon
ar: بعد الظهر

source: Evening
ar: المساء

source: Service Booked Successfully
ar: تم حجز الخدمة بنجاح

# checkForBookingStatus
source: Check your booking status in 'My Bookings' section
ar: تحقق من حالة الحجز في قسم 'حجوزاتي'

source: Select Date & Time
ar: حدد التاريخ والوقت

source: Complete Your Booking
ar: أكمل حجزك

source: Select Date
ar: حدد التاريخ

source: Available Time Slot
ar: فترة زمنية متاحة

source: Add Notes
ar: إضافة ملاحظات

source: Cash In Hand
ar: نقداً

source: Net banking / UPI /Card
ar: التحويل البنكي الالكتروني / UPI / بطاقة

source: Please select a date
ar: الرجاء تحديد تاريخ

source: Back
ar: رجوع

source: Book Appointment
ar: حجز موعد

source: Filter
ar: تصفية

source: Price
ar: السعر

source: Clear
ar: مسح

source: Review Submitted Successfully.
ar: تم تقديم المراجعة بنجاح

source: An error occurred.
ar: حدث خطأ

source: Submit A Review
ar: تقديم مراجعة

source: Overall Rating
ar: التقييم العام

source: Write your review here
ar: اكتب مراجعتك هنا

source: Please write a review
ar: الرجاء كتابة مراجعة

source: Cancel
ar: إلغاء

# bookingCancelled
source: Booking Canceled
ar: تم إلغاء الحجز

source: Failed to cancel booking
ar: فشل في إلغاء الحجز

source: Are you sure to want cancel booking?
ar: هل أنت متأكد أنك تريد إلغاء الحجز؟

source: You will be refunded the full amount
ar: سيتم استرداد المبلغ بالكامل

source: No
ar: لا

source: Yes, Cancel
ar: نعم، قم بالإلغاء

source: Failed to load services
ar: فشل في تحميل الخدمات

source: Write A Review
ar: اكتب مراجعة

source: Review Submitted
ar: تم تقديم المراجعة

source: Canceled
ar: ملغى

source: Request Service
ar: طلب خدمة

source: Submit
ar: إرسال

# continueText
source: Continue
ar: متابعة

source: SAR
ar: ر.س

source: Service Description
ar: وصف الخدمة

source: Service Info
ar: معلومات الخدمة

source: Service Name
ar: اسم الخدمة

source: Booking Info
ar: معلومات الحجز

source: Customer Info
ar: معلومات الزبون

source: Agent Info
ar: معلومات الوكيل

source: Review Info
ar: معلومات المراجعة

source: Issue Image
ar: صورة المشكلة

source: Issue Video
ar: فيديو المشكلة

source: Tap to zoom
ar: اضغط للتكبير

source: Email
ar: البريد الالكتروني

source: Location
ar: الموقع

source: Address
ar: العنوان

source: Building Number
ar: رقم المبنى

source: Street
ar: الشارع

source: District
ar: الحي

source: City
ar: المدينة

source: Postcode
ar: الرمز البريدي

source: Booked At
ar: حجز في

source: Booked For
ar: حجز ل

source: Booking Status
ar: حالة الحجز

source: Payment Status
ar: حالة الدفع

source: Payment Mode
ar: طريقة الدفع

source: Rating
ar: التقييم

source: Review
ar: المراجعة

# reviewedAt
source: Reviewed On
ar: تمت المراجعة في

source: Manage
ar: ادارة

source: Manage Services
ar: ادارة الخدمات

source: Manage Highlighted Services
ar: ادارة الخدمات المميزة

source: Manage Agents
ar: ادارة الوكلاء

source: Please enter your email to reset password
ar: الرجاء ادخال بريدك الالكتروني لاستعادة كلمة المرور

# passwordResetEmailSent
source: Password reset email sent. Please check your inbox.
ar: تم ارسال بريد استعادة كلمة المرور

source: Please Enter Your Email
ar: الرجاء ادخال بريدك الالكتروني

source: Please Enter Your Password
ar: الرجاء ادخال كلمة المرور

source: Password
ar: كلمة المرور

source: Forgot Password
ar: نسيت كلمة المرور

source: Register
ar: تسجيل

source: Delete Account
ar: حذف الحساب

# areYouSureYouWantToApproveAgent
source: Are you sure you want to approve
ar: هل انت متاكد انك تريد الموافقة على الوكيل

# areYouSureYouWantToDisapproveAgent
source: Are you sure you want to disapprove
ar: هل انت متاكد انك تريد الغاء الموافقة على الوكيل

# yesText
source: Yes
ar: نعم

source: Crop Image
ar: قص الصورة

source: Label
ar: علامة

source: URL
ar: رابط

source: Title
ar: عنوان

source: Title (Arabic)
ar: عنوان (عربي)

source: Name
ar: اسم

source: Name (Arabic)
ar: اسم (عربي)

source: Description
ar: وصف

source: Description (Arabic)
ar: وصف (عربي)

source: Category
ar: قسم

source: Sort Order
ar: ترتيب الفرز

# pleaseEnterValidEmail
source: Please Enter A Valid Email Address
ar: الرجاء ادخال بريد الكتروني صالح

source: Email Not Registered
ar: البريد الالكتروني غير مسجل

source: Invalid Email Format
ar: صيغة البريد الالكتروني غير صحيحة

source: Too many requests
ar: عدد كبير جدا من الطلبات

source: Network Error
ar: خطأ في الشبكة

source: Reset Password Error
ar: خطأ في استعادة كلمة المرور

source: Incorrect Password
ar: كلمة المرور غير صحيحة

source: Account Disabled
ar: الحساب معطل

source: Invalid Credentials
ar: بيانات الدخول غير صحيحة

source: Login Error
ar: خطأ في تسجيل الدخول

# passwordMustBeAtleast6Characters
source: Password Must Be At Least 6 Characters Long
ar: يجب ان تكون كلمة المرور على الاقل 6 احرف

source: Pending
ar: قيد الانتظار

source: Rejected
ar: مرفوض

source: Accepted
ar: مقبول

# cancelled
source: Canceled
ar: ملغي

source: Bookings
ar: الحجوزات

source: Booked On
ar: حجز في

source: Agents Available
ar: الوكلاء المتاحين

source: Booking Note
ar: ملاحظة الحجز

source: Accepted At
ar: مقبول في

source: Rejected At
ar: مرفوض في

# cancelledAt
source: Canceled At
ar: ملغي في

source: Completed At
ar: مكتمل في

source: Phone
ar: رقم الهاتف

source: Card
ar: بطاقة

source: Cash On Hands
ar: الدفع عند الحصول

source: Ext
ar: الامتداد البريدي

source: Service Added Successfully
ar: تمت اضافة الخدمة بنجاح

source: Service Updated Successfully
ar: تم تحديث الخدمة بنجاح

source: Edit Service
ar: تعديل الخدمة

# pleaseEnterAName
source: Please Enter Name
ar: الرجاء ادخال الاسم

# pleaseEnterNameInArabic
source: Please Enter Arabic Name
ar: الرجاء ادخال الاسم باللغة العربية

source: Text Must Be In Arabic
ar: يجب ان يكون النص باللغة العربية

# pleaseEnterADescription
source: Please Enter Description
ar: الرجاء ادخال الوصف

source: Please Enter Description In Arabic
ar: الرجاء ادخال الوصف باللغة العربية

source: Description Must Be In Arabic
ar: يجب ان يكون الوصف باللغة العربية

source: Please Enter A Price
ar: الرجاء ادخال السعر

# pleaseSelectACategory
source: Please Select Category
ar: الرجاء اختيار قسم

source: Highlighted Service Added Successfully
ar: تم اضافة الخدمة المميزة بنجاح

source: Highlighted Service Updated Successfully
ar: تم تحديث الخدمة المميزة بنجاح

source: Select Services
ar: اختر الخدمات

source: Add Highlighted Service
ar: اضافة خدمة مميزة

source: Edit Highlighted Service
ar: تعديل خدمة مميزة

# pleaseEnterATitle
source: Please Enter Title
ar: الرجاء ادخال العنوان

# pleaseEnterTheTitleInArabic
source: Please Enter Arabic Title
ar: الرجاء ادخال العنوان باللغة العربية

source: Add Banner
ar: اضافة بانر

source: Edit Banner
ar: تعديل بانر

source: Label Is Required
ar: الملصق مطلوب

source: URL Is Required
ar: الرابط مطلوب

source: Invalid URL
ar: الرابط غير صحيح

source: Banner Added Successfully
ar: تم اضافة البانر بنجاح

source: Banner Updated Successfully
ar: تم تحديث البانر بنجاح

source: Do you want to upload this image?
ar: هل تريد تحميل هذه الصورة؟

source: Please Select An Image
ar: الرجاء اختيار صورة

source: has been approved as an agent
ar: تمت الموافقة كوكيل

source: has been disapproved as an agent
ar: تم الغاء الموافقة كوكيل

source: Job Roles
ar: وظائف العمل

source: Document
ar: وثيقة

source: Job Roles Are Required
ar: وظائف العمل مطلوبة

source: Failed to delete account
ar: فشل حذف الحساب

source: Please Confirm Your Password
ar: الرجاء التاكيد من كلمة المرور الخاصة بك

source: Passwords Do Not Match
ar: كلمات المرور لا تتطابق

source: Confirm Password
ar: تاكيد كلمة المرور

source: Select Job Roles
ar: اختر وظائف العمل

source: Failed to detect location
ar: فشل تحديد الموقع

source: Failed to load user data
ar: فشل تحميل بيانات المستخدم

source: Add Category
ar: اضافة قسم

source: Edit Category
ar: تعديل قسم

source: Manage Categories
ar: إدارة الاقسام

source: Booking Completed
ar: تم اكمال الحجز

source: Your booking has been completed!
ar: تم اكمال الحجز

source: Go Back
ar: العودة

# deleteRegistrationConfirmation
source: Are you sure you want to delete your registration?
ar: هل تريد حذف تسجيلك؟

source: Phone number already exists
ar: رقم الهاتف موجود بالفعل

source: Keep Image
ar: حفظ الصورة

# keepImageDescription
source: Do you want to keep the selected image without cropping?
ar: هل تريد حفظ الصورة المحددة بدون تقسيمها؟

source: Keep
ar: حفظ

source: Please select at least one service
ar: الرجاء اختيار على الاقل خدمة واحدة

# deleteBannerConfirmation
source: Are you sure you want to delete this banner?
ar: هل تريد حذف هذا البانر؟

source: Select Locations
ar: اختر المواقع

source: Tap to select locations
ar: انقر لاختيار المواقع

source: Locations Selected
ar: المواقع المحددة

source: Location Selected
ar: الموقع المحدد

source: Search Location
ar: بحث عن الموقع

source: No locations found
ar: لم يتم العثور على مواقع

# accountVerificationPending
source: Your account is currently under review by our admin team.
ar: يتم التحقق من حسابك من قبل المشرف، يرجى العودة لاحقًا

source: Saving...
ar: جاري الحفظ...

source: Uploading...
ar: جاري التحميل...

# enterAValidPhoneNumber
source: Please enter a valid phone number
ar: الرجاء ادخال رقم هاتف صحيح

source: Manage Tips
ar: إدارة الإكراميات

source: Cancel Booking
ar: إلغاء الحجز

source: Start Work
ar: بدء العمل

source: Please enter sort order
ar: الرجاء ادخال ترتيب الترتيب

source: Yes
ar: نعم

source: Category added successfully
ar: تمت إضافة القسم بنجاح

source: Category updated successfully
ar: تم تحديث القسم بنجاح

# phoneNumberRequired
source: Phone number is required
ar: الرقم الهاتف مطلوب

# phoneNumberInvalid
source: Phone number is invalid
ar: الرقم الهاتف غير صالح

source: Use Current Location
ar: استخدام الموقع الحالي

source: No notifications
ar: لا يوجد إشعارات

source: Please select a location
ar: الرجاء اختيار موقع

source: Day
ar: يوم

source: Hour
ar: ساعة

source: Minute
ar: دقيقة

source: Just Now
ar: الان

source: Email already exists
ar: البريد الالكتروني موجود بالفعل

source: Tipping cleared
ar: تم إزالة الإكراميات

source: Failed to clear tipping
ar: فشل في إزالة الإكراميات

source: Manage Tipping
ar: إدارة الإكراميات

source: No tips available
ar: لا توجد إكراميات متاحة

source: No recent activity
ar: لا يوجد نشاطات حديثة

source: Tip info
ar: معلومات الإكرامية

source: Total tips
ar: مجموع الإكراميات

source: Last tip amount
ar: آخر مبلغ الإكرامية

source: Last updated
ar: آخر تحديث

source: Agent ID
ar: معرف الوكيل

# sendAndClearWallet
source: Send & Clear Wallet
ar: إرسال وإزالة المحفظة

source: Clear Wallet
ar: إزالة المحفظة

# clearWalletWarning
source: This action cannot be undone. The agent will receive the total amount in their wallet, and it will be reset to zero.
ar: هذا الإجراء لا يمكن التراجع عنه. سيتم استلام جميع المبلغ في محفظتك وسيتم تعيينها إلى صفر.

source: Are you sure you want to send
ar: هل أنت متأكد أنك تريد إرسال

source: to
ar: إلى

source: Confirm
ar: تأكيد

source: and clear their wallet
ar: وإزالة محفظتهم

source: Location permission denied forever
ar: تم رفض إذن الموقع بشكل دائم

source: Tracking
ar: تتبع

source: Complete Work
ar: إكمال العمل

# locationServiceRequired
source: Location service is required
ar: الرجاء تفعيل خدمة الموقع

source: Please enable location service
ar: الرجاء تفعيل خدمة الموقع

source: OK
ar: حسنا

source: Location permission denied
ar: تم رفض إذن الموقع

source: Biometric authentication
ar: التحقق بواسطة البيوميتريك

source: Confirm Deletion
ar: تأكيد الحذف

source: Account deleted
ar: تم حذف الحساب

# pleaseWaitAccountVerification
source: Your account is being verified by the admin, check back later
ar: الحساب يتم التحقق به من قبل الادارة، يرجى التحقق من حالة الحساب الخاص بك

source: Start Tracking
ar: بدء التتبع

source: Stop Tracking
ar: إيقاف التتبع

# youHaveActiveBooking
source: You have an active booking
ar: لديك حجز مفعل

# areYouSureYouWantToStartTracking
source: Are you sure you want to start tracking for this booking? This will enable location monitoring.
ar: هل أنت متأكد أنك تريد بدء التتبع لهذا الحجز؟ هذا سيتم تفعيل تتبع الموقع.

source: Start
ar: بدء

# areYouSureYouWantToStopTracking
source: Are you sure you want to stop tracking for this booking? Location monitoring will be disabled.
ar: هل أنت متأكد أنك تريد إيقاف التتبع لهذا الحجز؟ تتبع الموقع سيتم تعطيله.

source: Stop
ar: إيقاف

source: Failed to start tracking
ar: فشل في بدء التتبع

source: Tracking started
ar: تم بدء التتبع

# locationServicesDisabled
source: Location services are disabled
ar: تم تعطيل خدمات الموقع

source: Settings
ar: الإعدادات

# trackingNote
source: Note: If you’re starting the work, please click the “Start Tracking” button. In case the button gets cut off or changes, make sure to click “Start Tracking” again.
ar: ملاحظة: إذا كنت تبدأ العمل، يُرجى النقر على زر بدء التتبع. في حال انقطاع الزر أو تغيّره، يُرجى النقر عليه مجددًا.

source: Filter by Location
ar: تصفية حسب الموقع

source: All Locations
ar: جميع المواقع

source: Clear Filter
ar: مسح التصفية

source: Agents
ar: الوكلاء

source: In Selected Location
ar: في الموقع المحدد

source: Total Agents
ar: مجموع الوكلاء

source: Filtered by
ar: تصفية بواسطة

source: Show All Agents
ar: اظهار جميع الوكلاء

source: Notification Language
ar: لغة الاشعارات

source: Are you sure you want to cancel this booking?
ar: هل أنت متأكد أنك تريد إلغاء هذا الحجز؟

source: Booking Timeline
ar: خط الحجز

source: Tracking started at
ar: تم بدء التتبع في

source: Created At
ar: تم إنشاؤه في

source: Enable Biometric Authentication
ar: تفعيل التحقق بواسطة البيوميتريك

source: Notification language updated
ar: تم تحديث لغة الاشعارات

source: Failed to load image
ar: فشل في تحميل الصورة

source: Issue Media
ar: محتوى المشكلة

source: Loading Video
ar: تحميل الفيديو

source: Category already exists
ar: القسم موجود بالفعل

source: Error loading districts
ar: خطأ في تحميل المناطق

source: No locations available
ar: لا يوجد مواقع متاحة

source: Close
ar: اغلاق

source: Enter Password to Confirm
ar: أدخل كلمة المرور للتأكيد

# deleteAccountWarning
source: Are you sure you want to delete your account? This action cannot be undone
ar: هل أنت متأكد أنك تريد حذف حسابك؟ هذا الإجراء لا يمكن التراجع عنه

# logoutConfirmation
source: Are you sure you want to logout?
ar: هل أنت متأكد أنك تريد تسجيل الخروج؟

source: Customer Name
ar: اسم العميل

source: Call
ar: اتصال

source: Directions
ar: اتجاهات

source: Images
ar: صور

source: Video
ar: فيديو

source: Wallet cleared successfully
ar: تم مسح المحفظة بنجاح

source: Biometric not supported
ar: البيوميتريك غير مدعوم

source: Please authenticate to continue
ar: يرجى التحقق من حسابك للمتابعة

source: Authentication failed
ar: فشل التحقق

source: Biometric not available
ar: البيوميتريك غير متوفر

source: Biometric temporarily locked
ar: البيوميتريك مقفل مؤقتا

source: Unexpected error occurred
ar: حدث خطأ غير متوقع

source: Ago
ar: منذ

source: Personal Information
ar: معلومات شخصية

source: Country
ar: دولة

source: Language Code
ar: كود اللغة

source: Account Status
ar: حالة الحساب

source: Admin Status
ar: حالة الادمن

source: Verified
ar: موثق

source: System Information
ar: معلومات النظام

source: User ID
ar: معرف المستخدم

source: Updated At
ar: تم التحديث في

source: Admin
ar: ادمن

source: Assigned Roles
ar: الوظائف المعينة

source: No agents found
ar: لم يتم العثور على وكلاء

source: Agent Approved
ar: وكيل موافق

source: Agent Disapproved
ar: وكيل غير موافق

source: Delete Banner
ar: حذف البانر

source: Invalid Image URL
ar: رابط صورة غير صحيح

source: Image load error
ar: خطأ في تحميل الصورة

source: Image crop error
ar: خطأ في تقسيم الصورة

source: Error adding category
ar: خطأ في إضافة القسم

source: Error updating category
ar: خطأ في تحديث القسم

source: Assign
ar: تعيين

source: Customer submitted booking request
ar: تم إرسال طلب حجز من العميل

source: Service provider confirmed appointment
ar: تم تأكيد موعد الخدمة

source: Service tracking initiated
ar: تم بدء تتبع الخدمة

source: Service has been successfully completed
ar: تم إنجاز الخدمة بنجاح
